export const data = [
  {
    id: 1,
    title: "Тендер для чего-то",
    description:
      "лорем ипсум хуита и тд ти итдтоващшт вашлыфвдтыв ывошывдтб чдлывт ва мдтыват мвтд тватмл ыватдмдл вымл твытдамжлб  вмьлдвы",
    category: "education",
    budget: "10 000",
    open_date: "13.11.23",
    close_date: "23.11.23",
    gos_org: "Министерство Образования",
    requests: [
      {
        company: "ОсОО Хлорка KG",
        title: "У нас много хлорки",
        description: "лорем ипсум хуита и тд ти итдтоващшт вашлыфвдтыв ывошывдтб чдлывт ва мдтыват мвтд тватмл ыватдмдл вымл твытдамжлб  вмьлдвы",
        budget: "10 000",
      },
      {
        company: "ООО СтройПроект",
        title: "Строительство домов и зданий",
        description: "Мы специализируемся на строительстве домов и зданий любой сложности. Ищем подрядчиков для сотрудничества.",
        budget: "50 000",
      },
      {
        company: "ИП Иванов",
        title: "Ресторан в поиске поставщиков",
        description: "Наш ресторан ищет надежных поставщиков для продуктов и оборудования. Пожалуйста, предложите ваши услуги.",
        budget: "15 000",
      },
      {
        company: "ИП Иванов",
        title: "Ресторан в поиске поставщиков",
        description: "Наш ресторан ищет надежных поставщиков для продуктов и оборудования. Пожалуйста, предложите ваши услуги.",
        budget: "15 000",
      }
    ]
    
  },
  {
    id: 2,
    title: "Проект разработки приложения",
    description:
      "Этот проект включает в себя разработку мобильного приложения для управления задачами и проектами.",
    category: "technology",
    budget: "25 000",
    open_date: "15.11.23",
    close_date: "30.11.23",
    gos_org: "Министерство Информационных Технологий",
    requests: [
      {
        company: "ОсОО Хлорка KG",
        title: "У нас много хлорки",
        description: "лорем ипсум хуита и тд ти итдтоващшт вашлыфвдтыв ывошывдтб чдлывт ва мдтыват мвтд тватмл ыватдмдл вымл твытдамжлб  вмьлдвы",
        budget: "10 000",
      },
      {
        company: "ООО СтройПроект",
        title: "Строительство домов и зданий",
        description: "Мы специализируемся на строительстве домов и зданий любой сложности. Ищем подрядчиков для сотрудничества.",
        budget: "50 000",
      },
      {
        company: "ИП Иванов",
        title: "Ресторан в поиске поставщиков",
        description: "Наш ресторан ищет надежных поставщиков для продуктов и оборудования. Пожалуйста, предложите ваши услуги.",
        budget: "15 000",
      }
    ]
  },
  {
    id: 3,
    title: "Ремонт офисных помещений",
    description:
      "Требуется провести косметический ремонт офисных помещений, включая покраску стен и замену пола.",
    category: "construction",
    budget: "15 000",
    open_date: "17.11.23",
    close_date: "25.11.23",
    gos_org: "Министерство Жилищного Строительства",
    requests: [
      {
        company: "ОсОО Хлорка KG",
        title: "У нас много хлорки",
        description: "лорем ипсум хуита и тд ти итдтоващшт вашлыфвдтыв ывошывдтб чдлывт ва мдтыват мвтд тватмл ыватдмдл вымл твытдамжлб  вмьлдвы",
        budget: "10 000",
      },
      {
        company: "ООО СтройПроект",
        title: "Строительство домов и зданий",
        description: "Мы специализируемся на строительстве домов и зданий любой сложности. Ищем подрядчиков для сотрудничества.",
        budget: "50 000",
      },
      {
        company: "ИП Иванов",
        title: "Ресторан в поиске поставщиков",
        description: "Наш ресторан ищет надежных поставщиков для продуктов и оборудования. Пожалуйста, предложите ваши услуги.",
        budget: "15 000",
      }
    ]
  },
  {
    id: 4,
    title: "Создание логотипа для компании",
    description:
      "Компания ищет дизайнера для создания уникального логотипа, отражающего её бренд.",
    category: "design",
    budget: "5 000",
    open_date: "18.11.23",
    close_date: "27.11.23",
    gos_org: "Министерство Маркетинга и Рекламы",
    requests: [
      {
        company: "ОсОО Хлорка KG",
        title: "У нас много хлорки",
        description: "лорем ипсум хуита и тд ти итдтоващшт вашлыфвдтыв ывошывдтб чдлывт ва мдтыват мвтд тватмл ыватдмдл вымл твытдамжлб  вмьлдвы",
        budget: "10 000",
      },
      {
        company: "ООО СтройПроект",
        title: "Строительство домов и зданий",
        description: "Мы специализируемся на строительстве домов и зданий любой сложности. Ищем подрядчиков для сотрудничества.",
        budget: "50 000",
      },
      {
        company: "ИП Иванов",
        title: "Ресторан в поиске поставщиков",
        description: "Наш ресторан ищет надежных поставщиков для продуктов и оборудования. Пожалуйста, предложите ваши услуги.",
        budget: "15 000",
      }
    ]
  },
  {
    id: 5,
    title: "Маркетинговая кампания в социальных сетях",
    description:
      "Требуется специалист по маркетингу для разработки и проведения рекламной кампании в социальных сетях.",
    category: "marketing",
    budget: "12 000",
    open_date: "20.11.23",
    close_date: "29.11.23",
    gos_org: "Министерство Маркетинга и Рекламы",
    requests: [
      {
        company: "ОсОО Хлорка KG",
        title: "У нас много хлорки",
        description: "лорем ипсум хуита и тд ти итдтоващшт вашлыфвдтыв ывошывдтб чдлывт ва мдтыват мвтд тватмл ыватдмдл вымл твытдамжлб  вмьлдвы",
        budget: "10 000",
      },
      {
        company: "ООО СтройПроект",
        title: "Строительство домов и зданий",
        description: "Мы специализируемся на строительстве домов и зданий любой сложности. Ищем подрядчиков для сотрудничества.",
        budget: "50 000",
      },
      {
        company: "ИП Иванов",
        title: "Ресторан в поиске поставщиков",
        description: "Наш ресторан ищет надежных поставщиков для продуктов и оборудования. Пожалуйста, предложите ваши услуги.",
        budget: "15 000",
      }
    ]
  },
  {
    id: 6,
    title: "Уборка офисных помещений",
    description:
      "Найм профессиональной уборочной компании для регулярной уборки офисных помещений.",
    category: "services",
    budget: "8 000",
    open_date: "22.11.23",
    close_date: "2.12.23",
    gos_org: "Министерство Обслуживания Офисов",
    requests: [
      {
        company: "ОсОО Хлорка KG",
        title: "У нас много хлорки",
        description: "лорем ипсум хуита и тд ти итдтоващшт вашлыфвдтыв ывошывдтб чдлывт ва мдтыват мвтд тватмл ыватдмдл вымл твытдамжлб  вмьлдвы",
        budget: "10 000",
      },
      {
        company: "ООО СтройПроект",
        title: "Строительство домов и зданий",
        description: "Мы специализируемся на строительстве домов и зданий любой сложности. Ищем подрядчиков для сотрудничества.",
        budget: "50 000",
      },
      {
        company: "ИП Иванов",
        title: "Ресторан в поиске поставщиков",
        description: "Наш ресторан ищет надежных поставщиков для продуктов и оборудования. Пожалуйста, предложите ваши услуги.",
        budget: "15 000",
      }
    ]
  },
  {
    id: 7,
    title: "Разработка веб-сайта",
    description:
      "Компания ищет веб-разработчика для создания современного веб-сайта.",
    category: "technology",
    budget: "20 000",
    open_date: "25.11.23",
    close_date: "5.12.23",
    gos_org: "Министерство Информационных Технологий",
    requests: [
      {
        company: "ОсОО Хлорка KG",
        title: "У нас много хлорки",
        description: "лорем ипсум хуита и тд ти итдтоващшт вашлыфвдтыв ывошывдтб чдлывт ва мдтыват мвтд тватмл ыватдмдл вымл твытдамжлб  вмьлдвы",
        budget: "10 000",
      },
      {
        company: "ООО СтройПроект",
        title: "Строительство домов и зданий",
        description: "Мы специализируемся на строительстве домов и зданий любой сложности. Ищем подрядчиков для сотрудничества.",
        budget: "50 000",
      },
      {
        company: "ИП Иванов",
        title: "Ресторан в поиске поставщиков",
        description: "Наш ресторан ищет надежных поставщиков для продуктов и оборудования. Пожалуйста, предложите ваши услуги.",
        budget: "15 000",
      }
    ]
  },
  // Добавьте ещё объектов с соответствующими значениями для gos_org
];
